places_db = {
  "landmarks": [
    {
      "id": 1,
      "name": "НОВАТ",
      "description": "Крупнейший музыкальный театр России. Здание является памятником истории и архитектуры. Общая площадь — 11837,8 кв. м., объём — 294 3400 куб. м — превышающий объём здания Большого театра России.\nС точки зрения инженерного искусства театр является исключительно сложным сооружением. Самая уникальная часть здания — конструкция купола диаметром 60 м, высотой 35 м. Купольное перекрытие без контрфорсов и ферм впервые было применено в строительной практике Европы.",
      "photo_url": "https://www.newsko.ru/media/7967167/novosibirskiy-teatr-opery-i-baleta.jpg?size=600",
      "location": "г. Новосибирск, ул. Красный проспект, 36.",
      "coordinates": "55.03045482049795,82.92432329646887",
      "tag": "Театр"
    },
    {
      "id": 2,
      "name": "Новосибирский зоопарк имени Р.А. Шило",
      "description": "Новосибирский зоопарк имени Ростислава Александровича Шило — один из крупнейших зоопарков России. Занимает площадь 65 га, в нём содержится около 12 000 особей 790 видов. Более 350 видов занесены в Международную красную книгу. Около 180 видов внесено в Красную книгу России и Региональные Красные Книги. На 110 видов ведутся международные племенные книги.",
      "photo_url": "https://sun9-75.userapi.com/impg/U2Yh-TxpB4r18ghCdODypECABBiIPQqPK65sbA/n8gj4lxt_F8.jpg?size=604x478&quality=95&sign=c5d65ed1c4f41c7bf5c32920dc3e28b6&type=album",
      "location": "г. Новосибирск, ул. Тимирязева, 71/1.",
      "coordinates": "55.05684153677708,82.88885139737188",
      "tag": "Парк"
    },
    {
        "id": 3,
        "name": "Театр «Глобус»",
        "description": "Театр юного зрителя начали строить в 1971 году. Авторы проекта — архитекторы А.А. Сабиров, М.И. Стародубов, инженеры В.И. Рождественский, Г. Родиков (институт СибЗНИИЭП).\nПланировочную структуру отличает глубокая сцена с арьерсценой, двумя карманами далеко выдвинутая в зал авансцена с развитым просцениумом. Планшет сцены снабжён двумя поворотными кругами. Необычная форма сценической коробки с колосниками, расположенными уступом, что позволяет по мере удаления от портала к арьерсцене использовать более крупные декорации из-за увеличении высоты. \n Сложное конструктивное решение отчасти оправдывалось стремлением авторов придать зданию максимальную образность в форме парусника, чему способствовала и овальная конфигурации плана, форма окон-иллюминаторов и консольное нависание фойе 2-го этажа над первым («корма»).",
        "photo_url": "https://sun9-78.userapi.com/impg/XuYmF_683ICRek9lJeLyN5vnDJGET5V9HuVSPQ/eJV6_uWCEZQ.jpg?size=807x520&quality=96&sign=b2758a9bed14af354736936bc1b69018&c_uniq_tag=ZUUg7jjQMvPp5IPONPSWGA6mxY54oUaMoeoyb-WbUKQ&type=album",
        "location": "г. Новосибирск, ул. Каменская, 1.",
        "coordinates": "55.02532984437998,82.92851166876711",
        "tag": "Театр"
    },
    {
        "id": 4,
        "name": "Монумент Славы",
        "description": "Посвящён подвигу сибиряков в Великой Отечественной войне 1941 — 1945 годов. Представляет собой пять мощных пилонов, которые делят площадь на две зоны: торжественную, парадную, обращённую к зданию администрации Ленинского района, и мемориальную, обращённую к Скверу Славы.\nИстория Сквера Славы берёт своё начало с открытия Монумента Славы. Сквер — мемориальный комплекс, посвящённый памяти воинов-сибиряков, а также подвигу тружеников тыла в годы Великой Отечественной войны 1941-1945 годов.",
        "photo_url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/ca/b5/30/photo2jpg.jpg?w=600&h=400&s=1",
        "location": "г. Новосибирск, ул. Станиславского, сквер Славы.",
        "coordinates": "54.9869047791505,82.87420229741241",
        "tag": "Мемориал"
    },
    {
        "id": 5,
        "name": "Памятник первому светофору",
        "description": "Памятник открыт 25 июня 2006 года — к 70-летию со дня основания Госавтоинспекции МВД России. По данным архивов на этом месте в 1940-е годы действительно стоял первый в городе светофор.",
        "photo_url": "https://avatars.dzeninfra.ru/get-zen_doc/1533996/pub_5d21166997a52f00adea6543_5d23986b8600e100ac802cfe/scale_1200",
        "location": "г. Новосибирск, ул. Серебренниковская, 14.",
        "coordinates": "55.02028790815105,82.92684596472188",
        "tag": "Памятник"
    },
    {
        "id": 6,
        "name": "Часовня во имя Святителя и Чудотворца Николая",
        "description": "Часовню во имя Святителя и Чудотворца Николая в память 300-летия Дома Романовых построили в 1914 году. Организатором выступило общество «Ясли». Средства собирали по подписке. Основу проекта безвозмездно выполнил архитектор А.Д. Крячков.\nПодрядчиком был мещанин города Колывани И.С. Дуров, строителем — городской архитектор Ф.Ф. Рамман. Акт приёмки подписали в октябре 1915 года. Основным мотивом архитектурного облика для здания часовни взяли образ новгородской архитектуры XI — XIV веков. Вертикальная ориентация основного объёма своей массой подчиняет себе верхний, цилиндрический барабан с шлемовидным куполом, что делает композицию уравновешенной и устойчивой.",
        "photo_url": "https://avatars.mds.yandex.net/get-altay/1580511/2a0000016e5d39e275d1ab8bff3e94eed3f1/XXL",
        "location": "г. Новосибирск, ул. Красный проспект, 17a.",
        "coordinates": "55.026525,82.921472",
        "tag": "Религиозный объект"
    },
    {
        "id": 7,
        "name": "Театр «Старый дом»",
        "description": "В одном из самых оживлённых мест Новосибирска, у Коммунального моста, на перекрестке трёх дорог стоит небольшое здание с симпатичной башенкой наверху — драматический театр «Старый дом», один из самых первых театров города. Его история началась 20 октября 1933 года. В мае 1933 года «секторы искусств Край/ обл/ОНО и авт. республик» получают Директивное письмо «О развёртывании искусства в социалистической деревне», где говорилось о необходимости создания «передвижных театров». Управляющий Западносибирским краевым управлением зрелищных предприятий Станчич издаёт приказ «о начале репетиций с 1 октября 1933 года и начале работы с 15 октября». Первое представление состоялось 20 октября — спектакль по пьесе Чуркина «Прорыв в любви», «переработанной на местном материале».",
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Stary_Dom_Theater_01.jpg/1024px-Stary_Dom_Theater_01.jpg",
        "location": "г. Новосибирск, ул. Большевистская, 45",
        "coordinates": "55.00752,82.93908",
        "tag": "Театр"
    },
    {
        "id": 8,
        "name": "Памятник императору Александру III",
        "description": "Памятник императору Александру III в парке «Городское начало» на набережной Оби в Новосибирске. Скульптор — народный художник РФ Салават Щербаков (Москва). Общая высота монумента 13 метров: постамент — 8 метров (гранит); скульптура — 5 метров (бронза).\nМотивация сооружения памятника: по решению императора началось строительство Транссибирской железнодорожной магистрали, предопределившей развитие города Новосибирска.\nСкульптурная композиция символично ориентирована на восток. Памятник стал вторым объектом парка «Городское начало» (первый — пролет исторического железнодорожного моста через Обь).",
        "photo_url": "https://skyticket.jp/guide/wp-content/uploads/shutterstock_489858361-1-e1529303970151.jpg",
        "location": "г. Новосибирск, ул. Обская, 2",
        "coordinates": "55.01233,82.92437",
        "tag": "Памятник"
    }
  ]
}
